Repository: fangjunyu1/ERdepot
Catalog: ERdepot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: 1 Month
ar: 1 شهر
ca: 1 Mes
cs: 1 Měsíc
da: 1 Måned
de: 1 Monat
el: 1 Μήνας
es: 1 Mes
fi: 1 Kuukausi
fr: 1 Mois
he: 1 חודש
hi: 1 महीना
hr: 1 Mjesec
hu: 1 Hónap
id: 1 Bulan
it: 1 Mese
ja: 1ヶ月
ko: 1개월
ms: 1 Bulan
nb: 1 Måned
nl: 1 Maand
pl: 1 Miesiąc
pt_br: 1 Mês
ro: 1 Lună
ru: 1 Месяц
sk: 1 Mesiac
sv: 1 Månad
th: 1 เดือน
tr: 1 Ay
uk: 1 Місяць
vi: 1 Tháng
zh_hans: 1 个月
zh_hk: 1 個月

source: 1 Week
ar: 1 أسبوع
ca: 1 Setmana
cs: 1 Týden
da: 1 Uge
de: 1 Woche
el: 1 Εβδομάδα
es: 1 Semana
fi: 1 Viikko
fr: 1 Semaine
he: 1 שבוע
hi: 1 सप्ताह
hr: 1 Tjedan
hu: 1 Hét
id: 1 Minggu
it: 1 Settimana
ja: 1週間
ko: 1주
ms: 1 Minggu
nb: 1 Uke
pl: 1 Tydzień
pt_br: 1 Semana
ro: 1 Săptămână
ru: 1 Неделя
sk: 1 Týždeň
sv: 1 Vecka
th: 1 สัปดาห์
tr: 1 Hafta
uk: 1 Тиждень
vi: 1 Tuần
zh_hans: 1 周
zh_hk: 1 週

source: 1 Year
ar: 1 سنة
ca: 1 Any
cs: 1 Rok
da: 1 År
de: 1 Jahr
el: 1 Χρόνος
es: 1 Año
fi: 1 Vuosi
fr: 1 An
he: 1 שנה
hi: 1 वर्ष
hr: 1 Godina
hu: 1 Év
id: 1 Tahun
it: 1 Anno
ja: 1年
ko: 1년
ms: 1 Tahun
nb: 1 År
nl: 1 Jaar
pl: 1 Rok
pt_br: 1 Ano
ro: 1 An
ru: 1 Год
sk: 1 Rok
sv: 1 År
th: 1 ปี
tr: 1 Yıl
uk: 1 Рік
vi: 1 Năm
zh_hans: 1 年
zh_hk: 1 年

source: 3 Months
ar: 3 أشهر
ca: 3 Mesos
cs: 3 Měsíce
da: 3 Måneder
de: 3 Monate
el: 3 Μήνες
es: 3 Meses
fi: 3 Kuukautta
fr: 3 Mois
he: 3 חודשים
hi: 3 महीने
hr: 3 Mjeseca
hu: 3 Hónap
id: 3 Bulan
it: 3 Mesi
ja: 3ヶ月
ko: 3개월
ms: 3 Bulan
nb: 3 Måned
nl: 3 Maanden
pl: 3 Miesiące
pt_br: 3 Meses
ro: 3 Luni
ru: 3 Месяца
sk: 3 Mesiace
sv: 3 Månader
th: 3 เดือน
tr: 3 Ay
uk: 3 Місяці
vi: 3 Tháng
zh_hans: 3 个月
zh_hk: 3 個月

source: 5 Years
ar: 5 سنوات
ca: 5 Anys
cs: 5 Let
da: 5 År
de: 5 Jahre
el: 5 Χρόνια
es: 5 Años
fi: 5 Vuotta
fr: 5 Ans
he: 5 שנים
hi: 5 वर्ष
hr: 5 Godina
hu: 5 Év
id: 5 Tahun
it: 5 Anni
ja: 5年
ko: 5년
ms: 5 Tahun
nb: 5 År
nl: 5 Jaar
pl: 5 Lat
pt_br: 5 Anos
ro: 5 Ani
ru: 5 Лет
sk: 5 Rokov
sv: 5 År
th: 5 ปี
tr: 5 Yıl
uk: 5 Років
vi: 5 Năm
zh_hans: 5 年
zh_hk: 5 年

source: 6 Months
ar: 6 أشهر
ca: 6 Mesos
cs: 6 Měsíců
da: 6 Måneder
de: 6 Monate
el: 6 Μήνες
es: 6 Meses
fi: 6 Kuukautta
fr: 6 Mois
he: 6 חודשים
hi: 6 महीने
hr: 6 Mjeseci
hu: 6 Hónap
id: 6 Bulan
it: 6 Mesi
ja: 6ヶ月
ko: 6개월
ms: 6 Bulan
nb: 6 Måned
nl: 6 Maanden
pl: 6 Miesięcy
pt_br: 6 Meses
ro: 6 Luni
ru: 6 Месяцев
sk: 6 Mesiacov
sv: 6 Månader
th: 6 เดือน
tr: 6 Ay
uk: 6 Місяців
vi: 6 Tháng
zh_hans: 6 个月
zh_hk: 6 個月

source: 10 Years
ar: 10 سنوات
ca: 10 Anys
cs: 10 Let
da: 10 År
de: 10 Jahre
el: 10 Χρόνια
es: 10 Años
fi: 10 Vuotta
fr: 10 Ans
he: 10 שנים
hi: 10 वर्ष
hr: 10 Godina
hu: 10 Év
id: 10 Tahun
it: 10 Anni
ja: 10年
ko: 10년
ms: 10 Tahun
nb: 10 År
nl: 10 Jaar
pl: 10 Lat
pt_br: 10 Anos
ro: 10 Ani
ru: 10 Лет
sk: 10 Rokov
sv: 10 År
th: 10 ปี
tr: 10 Yıl
uk: 10 Років
vi: 10 Năm
zh_hans: 10 年
zh_hk: 10 年

source: Acknowledgements
ar: الشكر والتقدير
ca: Agraïments
cs: Poděkování
da: Tak
de: Danksagungen
el: Ευχαριστίες
es: Agradecimientos
fi: Kiitokset
fr: Remerciements
he: הודעות תודה
hi: आभार
hr: Zahvale
hu: Köszönetnyilvánítás
id: Ucapan Terima Kasih
it: Ringraziamenti
ja: 感謝の言葉
ko: 감사의 말
ms: Ucapan Terima Kasih
nb: Takk
nl: Erkenningen
pl: Podziękowania
pt_br: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sk: Poďakovania
sv: Tack
th: คำขอบคุณ
tr: Teşekkürler
uk: Подяки
vi: Lời cảm ơn
zh_hans: 鸣谢
zh_hk: 致謝

source: After restarting the app
ar: بعد إعادة تشغيل التطبيق
ca: Després de reiniciar l’aplicació
cs: Po restartování aplikace
da: Efter genstart af appen
de: Nach dem Neustart der App
el: Μετά την επανεκκίνηση της εφαρμογής
es: Después de reiniciar la aplicación
fi: Sovelluksen uudelleenkäynnistyksen jälkeen
fr: Après le redémarrage de l’application
he: לאחר הפעלה מחדש של האפליקציה
hi: ऐप को पुनरारंभ करने के बाद
hr: Nakon ponovnog pokretanja aplikacije
hu: Az alkalmazás újraindítása után
id: Setelah memulai ulang aplikasi
it: Dopo aver riavviato l’app
ja: アプリを再起動した後
ko: 앱을 다시 시작한 후
ms: Selepas memulakan semula aplikasi
nb: Etter å ha startet appen på nytt
nl: Na het herstarten van de app
pl: Po ponownym uruchomieniu aplikacji
pt_br: Após reiniciar o aplicativo
ro: După repornirea aplicației
ru: После перезапуска приложения
sk: Po reštartovaní aplikácie
sv: Efter att appen har startats om
th: หลังจากรีสตาร์ทแอป
tr: Uygulamayı yeniden başlattıktan sonra
uk: Після перезапуску додатку
vi: Sau khi khởi động lại ứng dụng
zh_hans: 重启应用后
zh_hk: 重新啟動應用程式後

source: All
ar: الكل
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
he: הכול
hi: सभी
hr: Sve
hu: Minden
id: Semua
it: Tutti
ja: すべて
ko: 모두
ms: Semua
nb: Alle
nl: Alles
pl: Wszystko
pt_br: Todos
ro: Toate
ru: Все
sk: Všetko
sv: Allt
th: ทั้งหมด
tr: Hepsi
uk: Усе
vi: Tất cả
zh_hans: 全部
zh_hk: 全部

source: Arabic
ar: العربية
ca: Àrab
cs: Arabština
da: Arabisk
de: Arabisch
el: Αραβικά
es: Árabe
fi: Arabia
fr: Arabe
he: ערבית
hi: अरबी
hr: Arapski
hu: Arab
id: Arab
it: Arabo
ja: アラビア語
ko: 아랍어
ms: Arab
nb: Arabisk
nl: Arabisch
pl: Arabski
pt_br: Árabe
ro: Arabă
ru: Арабский
sk: Arabčina
sv: Arabiska
th: ภาษาอาหรับ
tr: Arapça
uk: Арабська
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hk: 阿拉伯語

source: Below is the cost of purchasing foreign currency. You need to enter the cost to calculate the profit.
ar: أدناه هو تكلفة شراء العملات الأجنبية. تحتاج إلى إدخال التكلفة لحساب الربح.
ca: A continuació es mostra el cost d’adquirir moneda estrangera. Heu d’introduir el cost per calcular el benefici.
cs: Níže je náklad na nákup cizí měny. Musíte zadat náklady, abyste vypočítali zisk.
da: Nedenfor er omkostningerne ved at købe udenlandsk valuta. Du skal indtaste omkostningerne for at beregne overskuddet.
de: Nachfolgend finden Sie die Kosten für den Kauf von Fremdwährungen. Sie müssen die Kosten eingeben, um den Gewinn zu berechnen.
el: Παρακάτω είναι το κόστος αγοράς ξένου νομίσματος. Πρέπει να εισαγάγετε το κόστος για να υπολογίσετε το κέρδος.
es: A continuación se muestra el costo de compra de divisas. Debes ingresar el costo para calcular las ganancias.
fi: Alla on ulkomaan valuutan oston kustannukset. Sinun on syötettävä kustannukset laskeaksesi voiton.
fr: Voici le coût d’achat de devises étrangères. Vous devez entrer le coût pour calculer le profit.
he: להלן עלות רכישת מט”ח. עליך להזין את העלות כדי לחשב את הרווח.
hi: नीचे विदेशी मुद्रा खरीदने की लागत दी गई है। आपको लाभ की गणना करने के लिए लागत दर्ज करनी होगी।
hr: Ispod je trošak kupnje strane valute. Morate unijeti trošak kako biste izračunali dobit.
hu: Az alábbiakban található a külföldi valuta vásárlásának költsége. Be kell írnia a költséget a nyereség kiszámításához.
id: Berikut adalah biaya pembelian mata uang asing. Anda perlu memasukkan biaya untuk menghitung keuntungan.
it: Di seguito sono riportati i costi per l’acquisto di valuta estera. È necessario inserire il costo per calcolare il profitto.
ja: 以下は外国通貨購入のコストです。利益を計算するにはコストを入力する必要があります。
ko: 아래는 외화를 구매하는 비용입니다. 이익을 계산하려면 비용을 입력해야 합니다.
ms: Berikut adalah kos pembelian mata wang asing. Anda perlu memasukkan kos untuk mengira keuntungan.
nb: Nedenfor er kostnaden for kjøp av utenlandsk valuta. Du må skrive inn kostnaden for å beregne fortjenesten.
nl: Hieronder staan de kosten voor het kopen van vreemde valuta. U moet de kosten invoeren om de winst te berekenen.
pl: Poniżej znajduje się koszt zakupu waluty obcej. Musisz wprowadzić koszt, aby obliczyć zysk.
pt_br: Abaixo está o custo de compra de moeda estrangeira. Você precisa inserir o custo para calcular o lucro.
ro: Mai jos este costul de achiziționare a monedei străine. Trebuie să introduceți costul pentru a calcula profitul.
ru: Ниже указана стоимость покупки иностранной валюты. Для расчета прибыли необходимо ввести стоимость.
sk: Nižšie je náklad na nákup cudzej meny. Musíte zadať náklady na výpočet zisku.
sv: Nedan visas kostnaden för att köpa utländsk valuta. Du måste ange kostnaden för att beräkna vinsten.
th: ด้านล่างคือต้นทุนในการซื้อสกุลเงินต่างประเทศ คุณต้องกรอกต้นทุนเพื่อคำนวณกำไร
tr: Aşağıda, döviz alım maliyeti yer almaktadır. Karı hesaplamak için maliyeti girmeniz gerekir.
uk: Нижче наведено вартість покупки іноземної валюти. Вам потрібно ввести вартість для розрахунку прибутку.
vi: Dưới đây là chi phí mua ngoại tệ. Bạn cần nhập chi phí để tính toán lợi nhuận.
zh_hans: 下方为购入外币的成本，需输入成本，才能计算收益。
zh_hk: 以下是購買外幣的成本。您需要輸入成本以計算利潤。

# BGN
source: Bulgarian Lev
ar: ليف
ca: Lev
cs: Bulharský lev
da: Bulgarisk lev
de: Bulgarischer Lev
el: Βουλγαρικό Λέβ
es: Lev búlgaro
fi: Bulgarian leva
fr: Leva bulgare
he: לב בולגרי
hi: बल्गेरियाई लेव
hr: Lev
hu: Bolgár leva
id: Lev Bulgaria
it: Lev bulgaro
ja: ブルガリア・レヴ
ko: 불가리아 레프
ms: Lev Bulgaria
nb: Bulgarsk lev
nl: Bulgaars lev
pl: Lew bułgarski
pt_br: Leva búlgaro
ro: Leu bulgăresc
ru: Болгарский лев
sk: Bulharský lev
sv: Bulgarsk lev
th: เลฟบัลแกเรีย
tr: Bulgar Levası
uk: Болгарський лев
vi: Leva Bulgaria
zh_hk: 保加利亞列弗

# BRL
source: Brazilian Real
ar: الريال البرازيلي
ca: Reial brasiler
cs: Brazilský real
da: Brasiliansk real
de: Brasilianischer Real
el: Βραζιλιάνικο Ρεάλ
es: Real brasileño
fi: Brasilian real
fr: Réel brésilien
he: ריאל ברזילאי
hi: ब्राज़ीली रियल
hr: Brazil Real
hu: Brazíliai real
id: Real Brasil
it: Real brasiliano
ja: ブラジル・レアル
ko: 브라질 레알
ms: Real Brazil
nb: Brasiliansk real
nl: Braziliaanse real
pl: Real brazylijski
pt_br: Real brasileiro
ro: Real brazilian
ru: Бразильский реал
sk: Brazílsky real
sv: Brasiliansk real
th: เรียลบราซิล
tr: Brezilya Reali
uk: Бразильський реал
vi: Real Brazil
zh_hk: 巴西雷亞爾

source: CAC 40
ar: مؤشر CAC 40 الفرنسي
ca: CAC 40 francès
cs: Francie CAC 40
da: Frankrig CAC 40
de: Frankreich CAC 40
el: Γαλλία CAC 40
es: Francia CAC 40
fi: Ranska CAC 40
fr: France CAC 40
he: צרפת CAC 40
hi: फ़्रांस सीएसी 40
hr: Francuska CAC 40
hu: Franciaország CAC 40
id: Prancis CAC 40
it: Francia CAC 40
ja: フランス CAC 40
ko: 프랑스 CAC 40
ms: Perancis CAC 40
nb: Frankrike CAC 40
nl: Frankrijk CAC 40
pl: Francja CAC 40
pt_br: França CAC 40
ro: Franța CAC 40
ru: Франция САС 40
sk: Francúzsko CAC 40
sv: Frankrike CAC 40
th: ฝรั่งเศส CAC 40
tr: Fransa CAC 40
uk: Франція CAC 40
vi: Pháp CAC 40
zh_hans: 法国 CAC 40
zh_hk: 法國CAC 40

source: Calculate all foreign currency gains.
ar: حساب جميع أرباح العملات الأجنبية.
ca: Calcular tots els guanys de monedes estrangeres.
cs: Vypočítejte všechny zisky z cizí měny.
da: Beregn alle gevinster fra udenlandsk valuta.
de: Berechnen Sie alle Gewinne aus Fremdwährungen.
el: Υπολογίστε όλα τα κέρδη από το ξένο νόμισμα.
es: Calcular todas las ganancias de divisas.
fi: Laske kaikki ulkomaan valuutan voitot.
fr: Calculer tous les gains des devises étrangères.
he: חשב את כל הרווחים ממט”ח.
hi: सभी विदेशी मुद्रा लाभ की गणना करें।
hr: Izračunajte sve dobitke od strane valuta.
hu: Számolja ki az összes külföldi valuta nyereségét.
id: Hitung semua keuntungan mata uang asing.
it: Calcola tutti i guadagni delle valute estere.
ja: すべての外国通貨の利益を計算する。
ko: 모든 외화 이익 계산하기.
ms: Kira semua keuntungan mata wang asing.
nb: Beregn alle gevinster fra utenlandsk valuta.
nl: Bereken alle winsten van vreemde valuta.
pl: Oblicz wszystkie zyski z walut obcych.
pt_br: Calcular todos os lucros de moeda estrangeira.
ro: Calculați toate câștigurile din moneda străină.
ru: Рассчитать все прибыли от иностранных валют.
sk: Vypočítať všetky zisky z cudzej meny.
sv: Beräkna alla vinster från utländsk valuta.
th: คำนวณกำไรทั้งหมดจากสกุลเงินต่างประเทศ
tr: Tüm döviz kazançlarını hesaplayın.
uk: Обчислити всі прибутки від іноземної валюти.
vi: Tính toán tất cả lợi nhuận từ ngoại tệ.
zh_hans: 计算所有外币收益。
zh_hk: 計算所有外幣利潤。

source: Calculate exchange rates between currencies.
ar: حساب أسعار الصرف بين العملات.
ca: Calcular els tipus de canvi entre monedes.
cs: Vypočítejte směnné kurzy mezi měnami.
da: Beregn valutakurser mellem valutaer.
de: Berechnen Sie die Wechselkurse zwischen den Währungen.
el: Υπολογίστε τις ισοτιμίες μεταξύ των νομισμάτων.
es: Calcular las tasas de cambio entre divisas.
fi: Laske valuuttakurssit valuutoiden välillä.
fr: Calculer les taux de change entre les devises.
he: חשב את שיעורי ההמרה בין המטבעות.
hi: मुद्राओं के बीच विनिमय दरों की गणना करें।
hr: Izračunajte tečajeve između valuta.
hu: Számolja ki az árfolyamokat a valuták között.
id: Hitung nilai tukar antara mata uang.
it: Calcola i tassi di cambio tra le valute.
ja: 通貨間の為替レートを計算する。
ko: 통화 간 환율 계산하기.
ms: Kira kadar pertukaran antara mata wang.
nb: Beregn valutakursene mellom valutaene.
nl: Bereken de wisselkoersen tussen valuta.
pl: Oblicz kursy wymiany między walutami.
pt_br: Calcular as taxas de câmbio entre as moedas.
ro: Calculați ratele de schimb între monede.
ru: Рассчитать обменные курсы между валютами.
sk: Vypočítať výmenné kurzy medzi menami.
sv: Beräkna växelkursen mellan valutor.
th: คำนวณอัตราแลกเปลี่ยนระหว่างสกุลเงิน
tr: Dövizler arasındaki döviz kurlarını hesaplayın.
uk: Обчислити обмінні курси між валютами.
vi: Tính toán tỷ giá giữa các loại tiền tệ.
zh_hans: 计算币种间的汇率。
zh_hk: 計算貨幣之間的匯率。

source: Calculated based on the currency source
ar: محسوبة بناءً على مصدر العملة
ca: Calculat segons la font de la divisa
cs: Vypočítáno na základě zdroje měny
da: Beregnet på baggrund af valutakilden
de: Basierend auf der Währungsquelle berechnet
el: Υπολογίζεται με βάση την πηγή νομίσματος
es: Calculado en función de la fuente de la moneda
fi: Laskettu valuuttalähteen perusteella
fr: Calculé en fonction de la source de la devise
he: מחושב בהתבסס על מקור המטבע
hi: मुद्रा स्रोत के आधार पर गणना की गई
hr: Izračunato na temelju izvora valute
hu: A pénznem forrása alapján számítva
id: Dihitung berdasarkan sumber mata uang
it: Calcolato in base alla fonte della valuta
ja: 通貨ソースに基づいて計算
ko: 통화 출처를 기준으로 계산됨
ms: Dikirakan berdasarkan sumber mata wang
nb: Beregnet basert på valutakilden
nl: Berekend op basis van de valutabron
pl: Obliczane na podstawie źródła waluty
pt_br: Calculado com base na fonte da moeda
ro: Calculat pe baza sursei valutare
ru: Рассчитано на основе источника валюты
sk: Vypočítané na základe zdroja meny
sv: Beräknad baserat på valutakälla
th: คำนวณจากแหล่งที่มาของสกุลเงิน
tr: Para kaynağına dayanarak hesaplanmıştır
uk: Розраховано на основі джерела валюти
vi: Tính toán dựa trên nguồn tiền tệ
zh_hans: 根据币种来源推算
zh_hk: 根據貨幣來源計算

source: Catalan
ar: الكتالونية
ca: Català
cs: Katalánština
da: Catalansk
de: Katalanisch
el: Καταλανικά
es: Catalán
fi: Katalaani
he: קטלאנית
hi: कैटलन
hr: Katalonski
hu: Katalán
it: Catalano
ja: カタロニア語
ko: 카탈루냐어
nb: Katalansk
nl: Catalaans
pl: Kataloński
pt_br: Catalão
ro: Catalană
ru: Каталанский
sk: Katalánčina
sv: Katalanska
th: ภาษาเคตาลัน
tr: Katalanca
uk: Каталонська
vi: Tiếng Catalan
zh_hans: 加泰罗尼亚语
zh_hk: 加泰羅尼亞語

source: Change Currency
ar: تغيير العملة
ca: Canviar moneda
cs: Změnit měnu
da: Skift valuta
de: Währung wechseln
el: Αλλαγή Νομίσματος
es: Cambiar Divisa
fi: Vaihda valuuttaa
fr: Changer de devise
he: שנה מטבע
hi: मुद्रा बदलें
hr: Promijenite valutu
hu: Valuta váltása
id: Ganti Mata Uang
it: Cambia valuta
ja: 通貨を変更
ko: 통화 변경
ms: Tukar Mata Wang
nb: Bytt Valuta
nl: Valuta wijzigen
pl: Zmień walutę
pt_br: Mudar Moeda
ro: Schimbați moneda
ru: Сменить валюту
sk: Zmeniť menu
sv: Byt Valuta
th: เปลี่ยนสกุลเงิน
tr: Para Birimini Değiştir
uk: Змінити валюту
vi: Đổi tiền
zh_hans: 更换币种
zh_hk: 更換貨幣

source: Change the current currency.
ar: تغيير العملة الحالية.
ca: Canviar la moneda actual.
cs: Změnit aktuální měnu.
da: Skift den aktuelle valuta.
de: Die aktuelle Währung wechseln.
el: Αλλάξτε το τρέχον νόμισμα.
es: Cambiar la divisa actual.
fi: Vaihda nykyinen valuutta.
fr: Changer la devise actuelle.
he: שנה את המטבע הנוכחי.
hi: वर्तमान मुद्रा बदलें।
hr: Promijenite trenutnu valutu.
hu: A jelenlegi valuta cseréje.
id: Ganti mata uang saat ini.
it: Cambia la valuta corrente.
ja: 現在の通貨を変更する。
ko: 현재 통화 변경.
ms: Tukar mata wang semasa.
nb: Bytt den nåværende valutaen.
nl: De huidige valuta wijzigen.
pl: Zmień obecną walutę.
pt_br: Mudar a moeda atual.
ro: Schimbați moneda curentă.
ru: Сменить текущую валюту.
sk: Zmeniť aktuálnu menu.
sv: Byt nuvarande valuta.
th: เปลี่ยนสกุลเงินปัจจุบัน
tr: Mevcut para birimini değiştirin.
uk: Змінити поточну валюту.
vi: Đổi tiền tệ hiện tại.
zh_hans: 更换当前币种。
zh_hk: 更換當前貨幣。

source: Chinese Simplified
ar: الصينية المبسطة
ca: Xinès simplificat
cs: Zjednodušená čínština
da: Kinesisk forenklet
de: Vereinfachtes Chinesisch
el: Απλοποιημένα Κινέζικα
es: Chino simplificado
fi: Yksinkertaistettu kiina
fr: Chinois simplifié
he: סינית מפושטת
hi: सरलीकृत चीनी
hr: Pojednostavljeni kineski
hu: Egyszerűsített kínai
id: Mandarin Sederhana
it: Cinese semplificato
ja: 簡体字中国語
ko: 간체 중국어
ms: Cina Ringkas
nb: Forenklet kinesisk
nl: Vereenvoudigd Chinees
pl: Chiński uproszczony
pt_br: Chinês Simplificado
ro: Chineză simplificată
ru: Упрощённый китайский
sk: Zjednodušená čínština
sv: Förenklad kinesiska
th: ภาษาจีนแบบย่อ
tr: Basitleştirilmiş Çince
uk: Спрощена китайська
vi: Tiếng Trung giản thể
zh_hans: 简体中文
zh_hk: 中文簡體

source: Chinese Traditional
ar: الصينية التقليدية
ca: Xinès tradicional
cs: Tradiční čínština
da: Kinesisk traditionel
de: Traditionelles Chinesisch
el: Παραδοσιακά Κινέζικα
es: Chino tradicional
fi: Perinteinen kiina
fr: Chinois traditionnel
he: סינית מסורתית
hi: पारंपरिक चीनी
hr: Tradicionalni kineski
hu: Hagyományos kínai
id: Mandarin Tradisional
it: Cinese tradizionale
ja: 繁体字中国語
ko: 번체 중국어
ms: Cina Tradisional
nb: Tradisjonell kinesisk
nl: Traditioneel Chinees
pl: Chiński tradycyjny
pt_br: Chinês Tradicional
ro: Chineză tradițională
ru: Традиционный китайский
sk: Tradičná čínština
sv: Traditionell kinesiska
th: ภาษาจีนแบบดั้งเดิม
tr: Geleneksel Çince
uk: Традиційна китайська
vi: Tiếng Trung phồn thể
zh_hans: 繁体中文
zh_hk: 中文繁體

source: COMEX
ar: بورصة نيويورك التجارية
ca: Borsa Mercantil de Nova York
cs: Newyorská obchodní burza
da: New York Mercantile Exchange
de: New Yorker Handelsbörse
el: Χρηματιστήριο Εμπορευμάτων της Νέας Υόρκης
es: Bolsa Mercantil de Nueva York
fi: New Yorkin tavarapörssi
fr: Bourse de New York
he: בורסת הסחורות של ניו יורק
hi: न्यूयॉर्क मर्केंटाइल एक्सचेंज
hr: New York Mercantile Exchange
hu: New York-i árutőzsde
id: Bursa Dagang New York
it: Borsa mercantile di New York
ja: ニューヨーク・マーカンタイル取引所
ko: 뉴욕상품거래소
ms: New York Mercantile Exchange
nb: New York Mercantile Exchange
nl: New York Mercantile Exchange
pl: Giełda Handlowa w Nowym Jorku
pt_br: Bolsa Mercantil de Nova Iorque
ro: Bursa Comercială din New York
ru: Нью-Йоркская товарная биржа
sk: Newyorská obchodná burza
sv: New York Mercantile Exchange
th: ตลาดแลกเปลี่ยนสินค้านิวยอร์ก
tr: New York Ticaret Borsası
uk: Нью-Йоркська товарна біржа
vi: Sàn giao dịch hàng hóa New York
zh_hans: 纽约商品交易所
zh_hk: 紐約商品交易所

source: Continue
ar: متابعة
ca: Continuar
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hk: 繼續

source: Conversion
ar: التحويل
ca: Conversió
cs: Konverze
da: Konvertering
de: Umrechnung
el: Μετατροπή
es: Conversión
fi: Muuntaminen
he: המרה
hi: परिवर्तन
hr: Konverzija
hu: Átváltás
id: Konversi
it: Conversione
ja: 変換
ko: 환전
ms: Penukaran
nb: Konvertering
nl: Conversie
pl: Konwersja
pt_br: Conversão
ro: Conversie
ru: Конвертация
sk: Konverzia
sv: Omvandling
th: การแปลง
tr: Dönüşüm
uk: Конверсія
vi: Chuyển đổi
zh_hans: 折算
zh_hk: 換算

source: Cost
ar: التكلفة
cs: Náklady
da: Omkostninger
de: Kosten
el: Κόστος
es: Costo
fi: Kustannus
fr: Coût
he: עלות
hi: लागत
hr: Trošak
hu: Költség
id: Biaya
it: Costo
ja: コスト
ko: 비용
ms: Kos
nb: Kostnad
nl: Kosten
pl: Koszt
pt_br: Custo
ru: Стоимость
sk: Náklady
sv: Kostnad
th: ต้นทุน
tr: Maliyet
uk: Вартість
vi: Chi phí
zh_hans: 成本
zh_hk: 成本

source: Croatian
ar: الكرواتية
ca: Croat
cs: Chorvatština
da: Kroatisk
de: Kroatisch
el: Κροατικά
es: Croata
fi: Kroatia
fr: Croate
he: קרואטית
hi: क्रोएशियाई
hr: Hrvatski
hu: Horvát
id: Kroasia
it: Croato
ja: クロアチア語
ko: 크로아티아어
ms: Croatia
nb: Kroatisk
nl: Kroatisch
pl: Chorwacki
pt_br: Croata
ro: Croată
ru: Хорватский
sk: Chorvátčina
sv: Kroatiska
th: ภาษาโครเอเชีย
tr: Hırvatça
uk: Хорватська
vi: Tiếng Croatia
zh_hans: 克罗地亚语
zh_hk: 克羅埃西亞語

source: Cryptocurrency
ar: العملات المشفرة
ca: Criptomoneda
cs: Kryptoměna
da: Kryptovaluta
de: Kryptowährung
el: Κρυπτονομίσματα
es: Criptomoneda
fi: Kryptovaluutta
fr: Crypto-monnaie
he: מטבעות קריפטוגרפיים
hr: Kriptovaluta
hu: Kriptovaluta
id: Mata Uang Kripto
it: Criptovaluta
ja: 暗号通貨
ko: 암호화폐
nb: Kryptovaluta
nl: Cryptovaluta
pl: Kryptowaluta
pt_br: Criptomoeda
ro: Criptomonedă
ru: Криптовалюта
sk: Kryptomena
sv: Kryptovaluta
th: สกุลเงินดิจิตอล
tr: Kripto para birimi
uk: Криптовалюта
vi: Tiền điện tử
zh_hans: 加密货币
zh_hk: 加密貨幣

source: Cryptocurrency from CoinGecko
ar: العملات المشفرة من CoinGecko
ca: Criptomoneda de CoinGecko
cs: Kryptoměna od CoinGecko
da: Kryptovaluta fra CoinGecko
de: Kryptowährung von CoinGecko
el: Κρυπτονομίσματα από το CoinGecko
es: Criptomoneda de CoinGecko
fi: Kryptovaluutta CoinGeckolta
fr: Cryptomonnaie de CoinGecko
he: מטבעות קריפטוגרפיים מבית CoinGecko
hi: CoinGecko से क्रिप्टोकरेंसी
hr: Kriptovaluta tvrtke CoinGecko
hu: Kriptovaluta a CoinGecko-tól
id: Mata uang kripto dari CoinGecko
it: Criptovaluta di CoinGecko
ja: CoinGeckoの暗号通貨
ko: CoinGecko의 암호화폐
ms: Cryptocurrency daripada CoinGecko
nb: Kryptovaluta fra CoinGecko
nl: Cryptovaluta van CoinGecko
pl: Kryptowaluta z CoinGecko
pt_br: Criptomoeda da CoinGecko
ro: Criptomonedă de la CoinGecko
ru: Криптовалюта от CoinGecko
sk: Kryptomena od CoinGecko
sv: Kryptovaluta från CoinGecko
th: สกุลเงินดิจิตอลจาก CoinGecko
tr: CoinGecko'dan kripto para birimi
uk: Криптовалюта від CoinGecko
vi: Tiền điện tử từ CoinGecko
zh_hans: 加密货币来源于CoinGecko
zh_hk: 加密貨幣來自CoinGecko

source: Current currency
ar: العملة الحالية
ca: Divisa actual
cs: Aktuální měna
da: Nuværende valuta
de: Aktuelle Währung
el: Τρέχον νόμισμα
es: Moneda actual
fi: Nykyinen valuutta
fr: Devise actuelle
he: מטבע נוכחי
hi: वर्तमान मुद्रा
hr: Trenutna valuta
hu: Aktuális pénznem
id: Mata uang saat ini
it: Valuta corrente
ja: 現在の通貨
ko: 현재 통화
ms: Mata wang semasa
nb: Nåværende valuta
nl: Huidige valuta
pl: Obecna waluta
pt_br: Moeda atual
ro: Moneda curentă
ru: Текущая валюта
sk: Aktuálna mena
sv: Aktuell valuta
th: สกุลเงินปัจจุบัน
tr: Mevcut para birimi
uk: Поточна валюта
vi: Tiền tệ hiện tại
zh_hans: 当前币种
zh_hk: 當前貨幣

source: Current value
ar: القيمة الحالية
ca: Valor actual
cs: Aktuální hodnota
da: Nuværende værdi
de: Aktueller Wert
el: Τρέχουσα Αξία
es: Valor actual
fi: Nykyinen arvo
fr: Valeur actuelle
he: ערך נוכחי
hi: वर्तमान मूल्य
hr: Trenutna vrijednost
hu: Aktuális érték
id: Nilai Saat Ini
it: Valore attuale
ja: 現在の値
ko: 현재 가치
ms: Nilai Semasa
nb: Nåværende verdi
nl: Huidige waarde
pl: Wartość bieżąca
pt_br: Valor atual
ro: Valoare curentă
ru: Текущее значение
sk: Aktuálna hodnota
sv: Nuvarande värde
th: มูลค่าปัจจุบัน
tr: Güncel Değer
uk: Поточне значення
vi: Giá trị hiện tại
zh_hans: 当前价值
zh_hk: 當前價值

# CYP
source: Cypriot Pound
ar: قبرص
ca: Xipriota
cs: Kyperská libra
da: Cypriotisk pund
de: Zypern-Pfund
el: Κυπριακή Λίρα
es: Libra chipriota
fi: Kiprin punta
fr: Livre chypriote
he: לירה קפריסאית
hi: साइप्रस पाउंड
hr: Ciparska funta
hu: Ciprusi font
id: Pound Siprus
it: Lira cipriota
ja: キプロス・ポンド
ko: 키프로스 파운드
ms: Pound Cyprus
nb: Kypros-pund
nl: Cypriotisch pond
pl: Funt cypryjski
pt_br: Libra cipriota
ro: Liră cipriotă
ru: Кипрский фунт
sk: Cypryjská libra
sv: Cypriotisk pund
th: ปอนด์ไซปรัส
tr: Kıbrıs Lirası
uk: Кіпрський фунт
vi: Bảng Síp
zh_hk: 塞浦路斯鎊
